BitsForPeople/esp-tamp/examples/esp-tamp-demo/sdkconfig.defaults.esp32s3
# This file was generated using idf.py save-defconfig. It can be edited manually.
# Espressif IoT Development Framework (ESP-IDF) 5.4.0 Project Minimal Configuration
#
CONFIG_IDF_TARGET="esp32s3"
CONFIG_ESPTOOLPY_FLASHMODE_QIO=y
CONFIG_ESPTOOLPY_HEADER_FLASHSIZE_UPDATE=y
CONFIG_COMPILER_OPTIMIZATION_PERF=y
CONFIG_COMPILER_ASSERT_NDEBUG_EVALUATE=n
CONFIG_ESP_DEFAULT_CPU_FREQ_MHZ_240=y

